Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/organisasjaavnaa-struktuvrra.html.tmx
Source language: smj
Languages: sma

source: Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget
sma: Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Ållestjåhkanibme
sma: Stoerretjåanghkoe

source: Sámedigge ållestjåhkanimen le Sámedikke alemus orgádna ja oajválasj.
sma: Saemiedigkien stoerretjåanghkoe lea Saemiedigkien bijjemes åårgane jïh faamoe.

source: Lågå ienebuv
sma: Lohkh jienebh

source: Ållestjåhkanime jådedibme
sma: Stoerretjåanhgkoen ståvroe

source: Ållestjåhkanime jådedibme dahká ássjelistav, gåhttju ja jådet Sámedikke ållestjåhkanimijt Sámedikke barggoårnigij ja njuolgadusáj milta.
sma: Stoerretjåanghkoen ståvroe aamhteselæstoem dorje, Saemiedigkien stoerretjåanghkojde gohtje jïh stoerretjåanghkoem stuvrie dej njoelkedassi mietie, Saemiedigkien barkoeöörnegisnie.

source: Divna Sámedikke ájrrasa li sebrulattja avtan gålmåt fáhkakomiteas ma giehtadalli ássjijt ja åvdedi árvvalusájt Sámedikke ållestjåhkanibmáj.
sma: Gaajhkh Saemiedigkien tjirkijh leah lïhtseginie aktene dejstie golme faagemoenehtsijstie mah aamhtesh gïetedieh jïh raeriestimmieh buektieh Saemiedigkien stoerretjåanghkose.

source: Sámedikkeráde
sma: Saemiedigkieraerie

source: Sámedikkeráde ájrrasa nammaduvvi presidentas, guhti jådet rádev.
sma: Saemiedigkieraerien lïhtsegh leah nammoehtamme saemiedigkien åvtehkistie, presidente, mij raeriem stuvrie.

source: Sámedikkepresidænnta válljiduvvá ieneplågos Sámedikke dievastjåhkanimes.
sma: Saemiedigkiepresidente lea veeljeme Saemiedigkien stoerretjåanghkoste jïh jienebelåhkoen tjirkijijstie.

source: Ráde doajmmá dagu Sámedikke ráddidus, ja tjadát bæjválasj dåjmadimev.
sma: Raerie lea goh Saemiedigkien reerenasse, jïh diedtem åtna dan biejjieladtje politihkeles gïehteldimmien åvteste.

source: Sámedikke nuorajpolitihkalasj nammadus (SNPN) ásaduváj nannimdiehti sáme nuoraj vájkkudimfámov Sámedikke politihkan.
sma: Saemiedigkien noerepolitihkeles moenehtse (SUPU) lea tseegkeme juktie saemien noeri tsevtsemefaamoem veaksahkåbpoe darjodh Saemiedigkien politihkesne.

source: Sámedikke vuorrasij ráde
sma: Saemiedigkien voereseraerie

source: Sámedigge nammat ådå vuorrasijrádev.
sma: Saemiedigkieraerie orre voereseraeriem nammohte.

source: Sámediggeráde ájras Henrik Olsen javllá vuorrasijráde galggá liehket fáron Sámedikke vuorrasij politihkav hábbmimin.
sma: Saemiedigkieraerie Henrik Olsen jeahta voereseraerie edtja meatan årrodh Saemiedigkien voeresepolitihkem hammoedidh.
